Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: Can't find the language definition file for '{0}'.
pt: Não é possível localizar o arquivo de definição de idioma para '{0}'.

source: Can't read XML file for '{0}' - invalid XML?
pt: Não é possível ler o arquivo XML para '{0}' - XML inválido?

source: Can't Redo Changes in this Analysis
pt: Não é possível Refazer Alterações nesta Análise

source: Capitalization
pt: Maiúsculas

source: Caption
pt: Legenda

source: C&aption:
pt: L&egenda:

source: &Cascade
pt: &Cascata

source: Cascade Open Windows
pt: Janelas Abertas em Cascata

source: Categories (or Parts of Speech)
pt: Categorias (ou Partes da Fala)

source: Categories Browse
pt: Buscar Categorias

source: Categories to Analyze
pt: Categorias para Analizar

source: Categories which are subclasses of this category.
pt: Categorias que são subclasses desta categoria.

source: Cate&gories:
pt: Cate&gorias:

source: _Categorized entry
pt: _Entrada de categorias

source: _Collect Words
pt: _Recolher Palavrass

source: Categorized Entry
pt: Entrada de Categorias

source: Collect Words
pt: Recolher Palavras

source: category
pt: categoria

source: &Category
pt: &Categoria

source: Category
pt: Categoria

source: Category (or Part of Speech)...
pt: Categoria (ou Parte de Fala)…

source: Category Description
pt: Descrição da Categoria

source: Category Edit
pt: Editar Categoria

source: Category Info.
pt: Informação da Categoria

source: category to merge into
pt: categoria para mesclar

source: category to move to
pt: categoria para mover para

source: Category...
pt: Categoria…

source: Categor&y:
pt: Categor&ia:

source: Category: {0}
pt: Categoria: {0}

source: Caution: if this baseline writing system is different from the last baseline writing system you used, click the Help button and carefully follow the instructions to avoid producing duplicate wordforms and lexical entries in your data.
pt: Aviso: se este sistema de escrita fundamental é diferente do último sistema fundamental que você usou, clique no botão de Ajuda e siga cuidadosamente as instruções para evitar a produção de formas de palavra e entradas lexicais duplicadas em seus dados.

source: Cautions:
pt: Precauções:

source: CC Table
pt: Tabela CC

source: Center
pt: Centralizar

source: Center Footer
pt: Centralizar Rodapé

source: Center Header
pt: Centralizar Cabeçalho

source: Centered
pt: Centralizado(a)

source: Centimeters
pt: Centímetros

source: Change Back Translation Status
pt: Alterar Status da Retrotradução

source: Change Case...
pt: Maiúsculas e minúsculas...

source: Change each occurrence of a pattern to the replacement text
pt: Alterar cada ocorrência de um padrão para o texto de substituição

source: Change multiple occurrences
pt: Alterar ocorrências múltiplas

source: Change Multiple Occurrences of Word
pt: Alterar Ocorrências Múltiplas da Palavra

source: Change Multiple Occurrences...
pt: Alterar Ocorrências Múltiplas…

source: Change Optionality of XXX Slot
pt: Alterar Opcionalidade da Posição XXX

source: Change spelling
pt: Alterar a ortografia

source: Change Spelling of Multiple Occurences.
pt: Alterar Ortografia de Ocorrências Múltiplas.

source: Change Spelling of Multiple Occurrences
pt: Alterar Ortografia de Ocorrências Múltiplas

source: Change Spelling...
pt: Alterar a ortografia…

source: Change To:
pt: Alterar Para:

source: Change Verse Number
pt: Alterar Número do Versículo

source: Change...
pt: Alterar…

source: Changed a Value
pt: Alterar um Valor

source: Changed External Links Root Directory
pt: Alterado o Directório Raiz de Links Externos

source: Changed value for {0} from {1} to {2}. The value must be between {3} and {4}, inclusive.
pt: Valor alterado para {0} de {1} para {2}. O valor deve estar entre {3} e {4}, inclusive.

source: C&hanges to Category:
pt: A&lterações de Categoria:

source: Changing fundamental type
pt: Alterando o tipo fundamental

source: Changing spelling
pt: Alteração ortográfica

source: Changing the project name could be slow and will close and reopen the project. Do you want to do this?
pt: Alterar o nome do projeto poderia ser lento e irá fechar e reabrir o projeto. Deseja fazer isso?

source: &Chapter
pt: &Capítulo

source: Chapter and Verse Numbers
pt: Números de Capítulo e Versículo

source: &Chapter in {0}
pt: &Capítulo em {0}

source: Chapter Label (property)
pt: Indicação de Capítulo (propriedade)

source: Chapter not part of a book.
pt: Capítulo não faz parte de nenhum livro.

source: &Chapter Number
pt: Número do &Capítulo

source: Chapter number out of range
pt: Número de capítulo fora do intervalo

source: Chapter out of order; expected chapter {0}
pt: Capítulo fora de ordem; capítulo esperado {0}

source: &Chapter/Verse Number Properties...
pt: Propriedades de Números de &Capítulo/Versículo…

source: Chapter/Verse Numbers
pt: Números de Capítulo/Versículo

source: Chapter/Verse Separator
pt: Separador de Capítulo/Versículo

source: &Chapter/Verse Separator:
pt: Separador de &Capítulo/Versículo

source: Chapter: {0}
pt: Capítulo: {0}

source: Character
pt: Carácter

source: Character Codes
pt: Códigos de Caracteres

source: Character Information
pt: Informações de Caracteres

source: Character mapping
pt: Mapeamento de caracteres

source: &Character Style
pt: Estilo de &Caracteres

source: Character Style
pt: Estilo de Caracteres

source: &Character style :
pt: Estilo de &caracteres :

source: Character Style Difference
pt: Diferença de Estilo de Caracteres

source: Character Style:
pt: Estilo de Caracteres:

source: Characters
pt: Caracteres

source: Characters within words
pt: Caracteres dentro de palavras

source: Check a plugin to install it, or uncheck it to uninstall it.
pt: Marque o plug-in para instalá-lo, ou desmarcá-la para desinstalá-lo.

source: Check All
pt: Marcar Todos

source: Check all or uncheck all checkmark boxes
pt: Marque todos ou desmarcar todas as caixas selecionadas

source: Check the box if this inflectional affix slot is optional in all of the templates it appears in.
pt: Marque a caixa se esta posição de afixo flexional é opcional em todos os modelos no qual aparece.

source: Check the box if the right member of the compound is the "head" of the compound; that is, if the resulting stem has the category, etc. of the right member. If the box is not checked, the left member will be used as the "head."
pt: Marque a caixa se o membro direito do composto é a "cabeça" do composto, ou seja, se o radical resultante tem a categoria, etc do membro direito. Se a caixa não estiver marcada, o membro esquerdo será usado como "cabeça."

source: Check the box if this template completes a well-formed word. Uncheck it if there must be some category-changing derivational affix that applies to the template (and possibly another template of the new category) to finish the word.
pt: Marque a caixa se este modelo completa uma palavra bem formada. Deve desmarcá-la se há alguma mudança de categoria de afixo derivacional que se aplica ao modelo (e, possivelmente, outro modelo da nova categoria) para concluir a palavra.

source: Check this to use bidirectional mirroring (and red text)
pt: Marque esta opção para usar o espelhamento bidirecional (e texto em vermelho)

source: Checking
pt: Verificado

source: Checking Resolution Status Change
pt: Verificando a Alteração do Status de Resolução

source: &Checking Scripture using Paratext...
pt: &Verificando as Escritura usando Paratext...

source: Checks for potential inconsistencies in capitalization.
pt: Verifica eventuais inconsistências no uso de maiúsculas.

source: Checks for potential inconsistencies in chapter and verse numbers.
pt: Verifica eventuais inconsistências nos números de capítulos e versículos.

source: Checks for potential inconsistencies in the markup of quotations.
pt: Verifica eventuais inconsistências na marcação de citações.

source: Checks for potential inconsistencies in the use of punctuation.
pt: Verifica eventuais inconsistências na utilização de pontuação.

source: Checks for potentially invalid characters.
pt: Verifica eventuais caracteres inválidos.

source: Checks for repeated words.
pt: Verifica palavras repetidas.

source: Checks for unmatched parentheses or other punctuation that normally occurs in pairs.
pt: Verifica parênteses não combinados ou outra pontuação que normalmente ocorre em pares.

source: Checks for words with a potentially invalid mix of uppercase and lowercase letters.
pt: Verifica palavras com uma mistura de letras maiúsculas e minúsculas potencialmente inválida.

source: Choices:
pt: Opções:

source: Choose {0}
pt: Escolher {0}

source: Choose a Close Delimiter. Default is >.
pt: Escolha um delimitador de fechamento. O padrão é >.

source: Choose a grammatical category (Part of Speech) from the following Catalog. The category you choose will be added to the list of categories for this FieldWorks Project.
pt: Escolher uma categoria gramatical (Parte da Fala) do Catálogo a seguir. A categoria que escolher será adicionada à lista de categorias neste Projeto do FieldWorks.

source: Choose A Natural Class
pt: Escolher Uma Classe Natural

source: Choose a new inflection feature from the following Catalog. The inflection feature you choose will be added to the list of Inflection features for this FieldWorks Project.
pt: Escolha uma nova característica de flexão no Catálogo a seguir. A característica de flexão que escolher será adicionada à lista de características de Flexão para este Projeto Fieldworks.

source: Choose Allomorph
pt: Escolher Alomorfo

source: Choose an Affix Seperator. Default is -.
pt: Escolher um Separador de Afixos. Padrão é -.

source: Choose an Ambiguity Marker. Default is %.
pt: Escolha um marcador de ambigüidade. O padrão é %.

source: Choose an Open Delimiter. Default is <.
pt: Escolha um delimitador de abertura. O padrão é <.

source: Choose categories to analyze.
pt: Escolher categorias para analisar.

source: Choose Confidence Level
pt: Escolher Nível de Confiança

source: Choose dictionary view to configure:
pt: Escolher exibição de dicionário para configurar:

source: Choose &File(s)
pt: Escolher &Arquivo(s)

source: Choose inflection features
pt: Escolher características de flexão

source: Choose Inflection Features
pt: Escolher Características de Flexão

source: Choose Inflectional Affixes
pt: Escolher Afixos de Flexão

source: Choose Lexical Entry or Sense
pt: Escolher Entrada Lexical ou Significado

source: Choose Morpheme and Grammatical Info.
pt: Escolher Info Gramatical e de Morfemas.

source: Choose Morpheme Type
pt: Escolher Tipo de Morfema

source: Choose Natural Class
pt: Escolher Classe Natural

source: Choose new inflection features from the following catalog. The inflection features you choose will be added to the list of Inflection features for this FieldWorks project.
pt: Escolha uma nova característica de flexão no catálogo a seguir. A característica de flexão que escolher será adicionada à lista de características de flexão para este projeto Fieldworks.

source: Choose one or more new phonological features from the following Catalog. Note that all features are binary (i.e. have two values: + and -). The phonological features you choose will be added to the list of phonological features for this FieldWorks Project.
pt: Escolha uma ou mais nova característica fonológica no Catálogo a seguir. Observe que todas as características são binários (isto é, ter dois valores: + e -). As características fonológicas que você escolher serão adicionados à lista de características fonológicas neste Projeto do FieldWorks.

source: Choose Paratext Language Project
pt: Escolher Projeto de Idioma do Paratext

source: Choose Parser
pt: Escolher Analisador

source: Choose Phonological Features
pt: Escolher Características Fonológicas

source: Choose Picture
pt: Escolher Imagem

source: Choose &Picture...
pt: Escolher &Imagem…

source: Choose Reversal Index Writing System
pt: Escolher Sistema de Escrita de Índice de Inversão

source: Choose Sense Status
pt: Escolher Status do Significado

source: Choose Slot
pt: Escolher Posição

source: Choose Sound or Movie File
pt: Escolher Arquivo de Som ou Filme

source: Choose the category of note to display
pt: Escolher a categoria de nota para exibir

source: Choose the default fonts to use for data in this writing system. It is fine to use the same font more than once.
pt: Escolha a fonte padrão a ser usado nos dados deste sistema de escrita. É possível usar mais de uma vez a mesma fonte.

source: Choose the lines you wish to display and the order in which to display them. Some restrictions apply in Edit view.
pt: Escolha as linhas que você deseja exibir e na ordem para exibí-las. Algumas restrições se aplicam no modo Editar.

source: Choose the location and name of the LIFT export folder FLEx will use. You can make a new folder, or choose one which already contains LIFT data (e.g. a WeSay project folder)
pt: Escolha o local e o nome da pasta de exportação do LIFT queo FLEX irá utilizarr. Você pode criar uma nova pasta, ou escolher um que já contenha dados LIFT (por exemplo, uma pasta de projeto WeSay)

source: Choose the name of the Scripture Language project you wish to import.
pt: Escolha o nome do projeto de Idiomas das Escrituras que deseja importar.

source: Choose the phonological features you want to add to this FieldWorks project. Each feature has two values (+ and -).
pt: Escolha as características fonológicas que você deseja adicionar a este projeto FieldWorks. Cada recurso tem dois valores (+ e -).

source: Choose the reversal index to configure:
pt: Escolher Índice de Inversão para configurar:

source: Choose to Analyze
pt: Escolher Analisar

source: Choose where to save the LIFT files
pt: Escolha onde deseja salvar os arquivos LIFT

source: Ch&oose...
pt: Esc&olher…

source: Choose...
pt: Escolher…

source: {0} Chooser
pt: {0} Seletor

source: &Chosen Name:
pt: Nome &Escolhido:

source: 1 Chronicles
pt: 1 Crônicas

source: 2 Chronicles
pt: 2 Crônicas

source: Citation form
pt: Forma de citação

source: Citation Form
pt: Forma de Citação

source: Citation Form:
pt: Forma de Citação:

source: Classified Dictionary
pt: Dicionário Classificado

source: Classified Senses
pt: Significados Classificados

source: Cleaning
pt: Limpando

source: Cleaning up analyses
pt: Limpando análises

source: Clear
pt: Limpar

source: Clear Chart from here on
pt: Limpar Gráfico a partir daqui

source: Clear Current Parser _Analyses
pt: Limpar _Análises do Analisador Atual

source: Click below to apply borders:
pt: Clique abaixo para aplicar bordas:

source: Click Copy
pt: Clicar em Copiar

source: Click Finish to complete setting up the new writing system, or Back if you need to alter any selections.
pt: Clique em concluir para completar a configuração do novo sistema de escrita, ou Voltar se você precisar alterar alguma seleção.

source: Click Help to learn about parser parameters.
pt: Clique em Ajuda para obter informações sobre os parâmetros do analisador.

source: Click here for help in exporting your LinguaLinks data.
pt: Clique aqui para obter ajuda na exportação de seus dados do LinguaLinks.

source: Click here to select a segment which belongs to this natural class.
pt: Clique aqui para selecionar um segmento que pertencem a esta classe natural.

source: Click here to select from a list of inflection classes.
pt: Clique aqui para selecionar de uma lista de classes de flexão.

source: Click here to select from a list of morpheme types.
pt: Clique aqui para selecionar de uma lista de tipos de morfema.

source: Click here to select from phonetic environments you have used in the past.
pt: Clique aqui para selecionar um ambiente fonético que você usou no passado.

source: Click here to select the category of the stem resulting from the attachment of this affix.
pt: Clique aqui para selecionar a categoria do radical resultante do anexo deste afixo.

source: Click here to select the category of the stem to which this affix attaches.
pt: Clique aqui para selecionar a categoria do radical que atribui este afixo.

source: Click here to select the category of this part of the compound.
pt: Clique aqui para selecionar a categoria desta parte do composto.

source: Click here to select the category of this stem or root.
pt: Clique aqui para selecionar a categoria do radical ou raiz.

source: Click here to select the default inflection class.
pt: Clique aqui para selecionar a classe padrão de flexão.

source: Click here to select the inflection (conjugation or declension) class of the stem which results after this affix attaches.
pt: Clique aqui para selecionar a classe de flexão (conjugação ou declinação) do radical que resulta neste afixo.

source: Click here to select the inflection (conjugation or declension) class of this stem or root.
pt: Clique aqui para selecionar a classe de flexão (conjugação ou declinação) deste radical ou raiz.

source: Click here to select the inflection class of this part of the compound.
pt: Clique aqui para selecionar a classe de flexão desta parte do composto.

source: Click here to select the other allomorph(s) which cannot occur with the key allomorph.
pt: Clique aqui para selecionar os outros alomorfo(s) que não pode ocorrer com a alomorfia chave.

source: Click here to select the other morpheme(s) which cannot occur with the key morpheme.
pt: Clique aqui para selecionar o(s) outro(s) morfeme(s) que não pode(m) ocorrer com o morfema chave.

source: Click here to select the way this sense functions.
pt: Clique aqui para selecionar o modo nesta funções de signficado.

source: Click here to set the template slot (or category, if you don't know which slot yet).
pt: Clique aqui para definir a posição do modelo (ou categoria, se você ainda não sabe qual posição).

source: Click on any word to copy it to the target field
pt: Clicar em qualquer palavra para copiá-la no campo destino.

source: Click on the button to select the relative position of the other allomorph(s) with respect to the key allomorph.
pt: Clique no botão para selecionar a posição relativa do(s) outro(s) alomorfo(s) relacionado(s) com a alomorfa chave.

source: Click on the button to select the relative position of the other morpheme(s) with respect to the key morpheme.
pt: Clique no botão para selecionar a posição relativa do(s) outro(s) morfema(s) relacionado(s) com o morfema chave.

source: Click on the View Preview Results button to see the full list of results.
pt: Clique no botão Exibir Resultados Previstos para ver a lista completa dos resultados.

source: Click on the window you want to switch to.
pt: Clique na janela que você deseja alternar.

source: Click to close window
pt: Clicar para fechar janela

source: Clitic of unknown category
pt: Clítico de categoria desconhecida

source: &Close
pt: &Fechar

source: _Close
pt: _Fechar

source: Close
pt: Fechar

source: Close this project.
pt: Fechar este projeto.

source: Close this window
pt: Fechar esta janela

source: Close Window
pt: Fechar Janela

source: Closes this dialog box without saving any changes you have made.
pt: Fecha esta caixa de diálogo sem salvar as alterações feitas.

source: Closes this dialog, changes are automatically saved.
pt: Fecha esta caixa de diálogo, as alterações são salvas automaticamente.

source: Closes this wizard without saving any changes you have made.
pt: Fecha este assistente sem salvar as alterações feitas.

source: Closing
pt: Fechando

source: &Closing marks
pt: Marcas de &fechamento

source: Code &Page:
pt: &Página de Código:

source: Code value:
pt: Valor de código:

source: Codepoint length must be 4-6 digits
pt: Comprimento do codepoint deve ser de 4-6 dígitos

source: C&olor:
pt: C&or:

source: Colossians
pt: Colossenses

source: Column
pt: Coluna

source: Column Options
pt: Opções de Coluna

source: Column:
pt: Coluna:

source: Columns
pt: Colunas

source: _Columns...
pt: _Colunas…

source: &Combine cross-references
pt: &Combinar referências cruzadas

source: Combine cross-references
pt: Combinar referências cruzadas

source: Command disabled
pt: Comando desabilitado

source: Commands
pt: Comandos

source: Comman&ds:
pt: Coman&dos:

source: &Comment
pt: &Comentário

source: Comment
pt: Comentário

source: comments
pt: comentários

source: Common Number Separator
pt: Separador de Números Comum

source: &Compare and Merge to Current Version...
pt: &Comparar e Mesclar para a Versão Atual...

source: Compare and Merge Versions
pt: Comparar e Mesclar Versões

source: Compare and &Merge...
pt: Comparar e &Mesclar...

source: Comparison Progress
pt: Progresso de Comparação

source: Compiled TECkit
pt: TECKit Compilado

source: Compiled TECkit Files
pt: Arquivos do TECkit Compilados

source: Complete
pt: Completo

source: complex feature
pt: característica complexa

source: Complex Feature
pt: Característica Complexa

source: _Complex Feature...
pt: Característica &Complexa…

source: Complex Form
pt: Forma Complexa

source: Complex Form references: Complex Form
pt: Referências de Forma Complexa: Forma Complexa

source: Complex Form Type
pt: Tipo de Forma Complexa

source: Complex Form Type:
pt: Tipo de Forma Complexa:

source: Complex Form Types
pt: Tipos de Forma Complexa

source: Complex Forms
pt: Formas Complexas

source: Complex Forms (of Entry)
pt: Formas Complexas (de Entrada)

source: Complex Forms (of Sense)
pt: Formas Complexas (de Significado)

source: Complex or Variant Entry References
pt: Referências da Entrada Complexa ou Variante

source: Component References
pt: Referências de Componentes

source: Components
pt: Componentes

source: Compound Rule
pt: Regra Composta

source: Compound Rules
pt: Regras Compostas

source: concordance
pt: concordância

source: Concordance
pt: Concordância

source: 2. Concordance of selected analysis. Select the word occurrences to which you want to assign a different analysis.
pt: 2. Concordância da análise selecionada. Selecione as ocorrências da palavra para as quais deseja atribuir uma análise diferente.

source: Concordance Results
pt: Resultados da Concordância

source: (concorded item)
pt: (item concordado)

source: Concorded on {0}
pt: Concordado(a) em {0}

source: Concorder...
pt: Concordador…

source: Condition
pt: Condição

source: Confidence
pt: Confiança

source: Confidence Level
pt: Nível de Confiança

source: Confidence Levels
pt: Níveis de Confiança

source: Configurable Item Layout 1
pt: Layout Configurável do Item 1

source: Configurable Item Layout 2
pt: Layout Configurável do Item 2

source: Configurable Item Layout 3
pt: Layout Configurável do Item 3

source: Configurable Item Layout 4
pt: Layout Configurável do Item 4

source: Configurable Item Layout 5
pt: Layout Configurável do Item 5

source: Configure
pt: Configurar

source: Configure {0} View
pt: Configurar Exibição {0}

source: Configure Columns...
pt: Configurar Colunas…

source: Configure current browse pane.
pt: Configure o painel de pesquisa atual.

source: Configure Interlinear Lines
pt: Configurar Linhas Interlinearizadas

source: Configure now...
pt: Configurar agora…

source: Configure which columns to display
pt: Configurar quais colunas para exibir

source: &Configure...
pt: &Configurar…

source: Configure...
pt: Configurar…

source: Configured export has been cancelled.
pt: Exportação configurada foi cancelada.

source: _Configuring columns
pt: _Configurando colunas

source: Configuring fields displayed in an Edit pane.
pt: Configurando campos exibidos no painel de Edição.

source: Confirm
pt: Confirmar

source: Confirm and move next
pt: Confirmar e mover o próximo

source: Confirm Deletion
pt: Confirmar Exclusão

source: Confirm multiple deletions
pt: Confirmar exclusões múltiplas

source: Conflicting field
pt: Campo conflitante

source: Conflicting Gloss Items
pt: Itens Conflitantes nas Glosas

source: Conflicting Opinions
pt: Opiniões conflitantes
